; Italian - Revised 11.09.2024
; Author = Stefano Amico e bovirus>

[Italian]
IDS_TITLE_EXCLUDE=Escludi
IDS_FILE=File
IDS_SETTINGS=Impostazioni
IDS_EXIT=Esci
IDS_EDIT=Modifica
IDS_PURGE_UNUSED=Pulisci applicazioni non usate
IDS_PURGE_TIMERS=Pulisci timer
IDS_FIND=Trova
IDS_REFRESH=Aggiorna
IDS_VIEW=Visualizza
IDS_ICONS=Icone
IDS_ICONSSMALL=Piccole
IDS_ICONSLARGE=Grandi
IDS_ICONSISHIDDEN=Non caricare icone
IDS_LANGUAGE=Lingua
IDS_FONT=Font
IDS_HELP=Aiuto
IDS_WEBSITE=Sito web
IDS_CHECKUPDATES=Controlla aggiornamenti
IDS_DONATE=Dimostra la tua gratitudine!
IDS_ABOUT=Informazioni
IDS_TRAY_SHOW=Visualizza/nascondi
IDS_TRAY_START=Abilita filtri
IDS_TRAY_STOP=Disabilita filtri
IDS_TRAY_RULES=Regole
IDS_TRAY_BLOCKLIST_RULES=Elenco blocco
IDS_TRAY_SYSTEM_RULES=Regole sistema
IDS_TRAY_USER_RULES=Regole utente
IDS_TRAY_LOGERR=Registro errori
IDS_ADD_FILE=Aggiungi app
IDS_ANY=Tutti
IDS_DISABLENOTIFICATIONS=Disabilita notifiche
IDS_OPENRULESEDITOR=Crea regola
IDS_TIMER=Timer
IDS_DISABLETIMER=Disabilita timer
IDS_EXPLORE=Apri percorso cartella
IDS_COPY=Copia
IDS_SELECT_ALL=Seleziona tutto
IDS_CHECK=Abilita selezionati
IDS_UNCHECK=Disabilita selezionati
IDS_ADD=Aggiungi
IDS_EDIT2=Modifica
IDS_DELETE=Elimina
IDS_EXPORT=Esporta
IDS_IMPORT=Importa
IDS_RULE_ALLOWLOOPBACK=Permetti connessioni loopback per tutto
IDS_HIGHLIGHT_INVALID=Non valido (file non trovato o problema nel filtro)
IDS_HIGHLIGHT_NETWORK=Applicazione rete condivisa
IDS_HIGHLIGHT_PICO=Applicazione Pico
IDS_HIGHLIGHT_SIGNED=Applicazione firmata
IDS_HIGHLIGHT_SILENT=Notifiche disattivate
IDS_HIGHLIGHT_SPECIAL=Regole utente
IDS_HIGHLIGHT_SYSTEM=Applicazione di sistema
IDS_GROUP_TIMER=Applicazioni con timer
IDS_EDITOR=Modifica regole
IDS_NAME=Nome
IDS_RULE=Regola
IDS_PORTVERSION=Famiglia (solo porte)
IDS_PROTOCOL=Protocollo
IDS_DIRECTION=Direzione
IDS_ACTION=Azione
IDS_DATE=Data
IDS_FILEPATH=Percorso
IDS_SIGNATURE=Firma
IDS_ADDRESS=Indirizzo
IDS_FILTER=Filtro
IDS_NOTES=Note
IDS_ADDED=Aggiunta
IDS_TIMELEFT=Tempo rimanente
IDS_SIGN_SIGNED=Firmata
IDS_SIGN_UNSIGNED=Non firmata
IDS_GROUP_ALLOWED=Applicazioni permesse
IDS_GROUP_BLOCKED=Applicazioni bloccate
IDS_GROUP_ENABLED=Regole abilitate
IDS_GROUP_DISABLED=Regole disabilitate
IDS_DIRECTION_1=In uscita
IDS_DIRECTION_2=In entrata
IDS_DIRECTION_3=Entrambe
IDS_ACTION_ALLOW=Permetti
IDS_ACTION_BLOCK=Blocca
IDS_ENABLE_CHK=Abilita regola
IDS_WIKI=Aiuto
IDS_SAVE=Salva
IDS_CLOSE=Chiudi
IDS_SETTINGS_GENERAL=Generale
IDS_TITLE_GENERAL=Configurazione generale
IDS_TITLE_LANGUAGE=Lingua
IDS_TITLE_CONFIRMATIONS=Conferme
IDS_TITLE_INTERFACE=Interfaccia
IDS_TITLE_HIGHLIGHTING=Evidenziazione
IDS_TITLE_LOGGING=Registrazione   pacchetti
IDS_TITLE_NOTIFICATIONS=Notifiche
IDS_TITLE_ADVANCED=Avanzate
IDS_ALWAYSONTOP_CHK=Sempre in primo piano
IDS_LOADONSTARTUP_CHK=Carica all'avvio del sistema
IDS_STARTMINIMIZED_CHK=Avvia minimizzata
IDS_SHOWFILENAMESONLY_CHK=Visualizza solo nomi file
IDS_AUTOSIZECOLUMNS_CHK=Dimensione automatica colonne
IDS_SKIPUACWARNING_CHK=Ignora avviso "Controllo dell'account utente"
IDS_CHECKUPDATES_CHK=Controlla periodicamente aggiornamenti (raccomandato)
IDS_LANGUAGE_HINT=Seleziona lingua:
IDS_USESTEALTHMODE_CHK=Evita scansione porte
IDS_USESTEALTHMODE_HINT=Evita scansione porte usando l'entrata silenziosa TCP RST e l'uscita ICMP "Destinazione non raggiungibile" per evitare la scansione delle porte UDP.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Abilita filtri durante l'avvio del sistema
IDS_INSTALLBOOTTIMEFILTERS_HINT=Evita perdita dati durante l'avvio del sistema, ancora prima che si avvii il servizio "Base Filtering Engine" (BFE).
IDS_USECERTIFICATES_CHK=Controlla firme digitali applicazioni
IDS_USENETWORKRESOLUTION_CHK=Risolvi indirizzi di rete
IDS_DISABLEWINDOWSFIREWALL_CHK=Disabilita Windows Firewall
IDS_ENABLEWINDOWSFIREWALL_CHK=Abilita Windows Firewall
IDS_CONFIRMEXIT_CHK=Visualizza finestra conferma all'uscita
IDS_CONFIRMEXITTIMER_CHK=Visualizza finestra conferma all'uscita quando sono attivi dei timer
IDS_CONFIRMLOGCLEAR_CHK=Chiedi conferma azzeramento registro eventi
IDS_COLORS_HINT=Doppio clic su un elemento per modificarlo.
IDS_ENABLELOG_CHK=Abilita registro eventi pacchetto in un file
IDS_LOGSHOW=Visualizza registro eventi
IDS_LOGCLEAR=Azzera registro eventi
IDS_LOGSIZELIMIT_HINT=Dimensione max registro eventi (kB):
IDS_ENABLENOTIFICATIONS_CHK=Abilita notifiche pacchetti
IDS_NOTIFICATIONSOUND_CHK=Abilita suoni notifica
IDS_NOTIFICATIONTIMEOUT_HINT=Intervallo tra le stesse notifiche (sec.):
IDS_NOTIFY_TOOLTIP=Crea regola speciale per permettere l'accesso all'indirizzo e/o la porta per questa applicazione.
IDS_QUESTION=Sei sicuro?
IDS_QUESTION_DELETE=Vuoi eliminare gli elementi selezionati?
IDS_QUESTION_START=Questo inibirà l'accesso alla rete per le applicazioni secondo la configurazione selezionata, vuoi continuare?
IDS_QUESTION_STOP=Questo ripristinerà l'accesso alla rete per tutte le applicazioni bloccate, vuoi continuare?
IDS_QUESTION_EXIT=I filtri installati funzioneranno anche in caso di uscita, vuoi continuare?
IDS_QUESTION_TIMER=Timer attivato. I timer funzionano solo mentre l'applicazione è in esecuzione, vuoi uscire?
IDS_QUESTION_TIMERS=Vuoi eliminare tutti i timer?
IDS_QUESTION_FLAG_CHK=Non chiedere di nuovo
IDS_STATUS_EMPTY=Empty.
IDS_STATUS_SYNTAX_ERROR=Errore sintassi regola!
IDS_ADDRESS_LOCAL=Sorgente
IDS_ADDRESS_REMOTE=Destinazione
IDS_UPDATE_ERROR=Errore di connessione al server degli aggiornamenti.
IDS_UPDATE_DOWNLOAD=Download aggiornamento...
IDS_UPDATE_DONE=Download aggiornamento completato.
IDS_GROUP_SPECIAL_APPS=Applicazioni con regole utente
IDS_RULE_ALLOWLOOPBACK_HINT=Questo permette tutto il traffico loopback.
IDS_RESET=Ripristina
IDS_EXCLUDESTEALTH_CHK=connessioni scanner porte
IDS_EXCLUDEBLOCKLIST_CHK=elenco blocco
IDS_UPDATE_INIT=Controllo aggiornamenti...
IDS_UPDATE_INSTALL=Disponibile aggiornamento. Vuoi installarlo?
IDS_EXCLUDECUSTOM_CHK=regole utente
IDS_EXCLUDECLASSIFYALLOW_CHK=connessioni permesse
IDS_STATUS_TIMER_DONE=I timer per l'applicazione sono scaduti!
IDS_ICONSEXTRALARGE=Molto grandi
IDS_STATUS_UNUSED_APPS=Applicazioni non usate
IDS_STATUS_TIMER_APPS=Applicazioni con timer
IDS_SECUREFILTERS_CHK=Abilita protezione filtri installati
IDS_SECUREFILTERS_HINT=Impedisci alle applicazioni non autorizzate di accedere ai filtri installati.
IDS_USEREFRESHDEVICES_CHK=Ricarica i filtri quando sono connesse unità esterne
IDS_RULE_ALLOW6TO4=Abilita re-indirizzamenti IPv6 (6to4) per tutto
IDS_RECOMMENDED=raccomandato
IDS_ICONSISTABLEVIEW=Visualizza come tabella
IDS_ACTION_ALLOW_HINT=Permetti sempre a questa applicazione di connettersi ad internet
IDS_ACTION_BLOCK_HINT=Proibisci sempre a questa applicazione di connettersi ad internet
IDS_ACTION_LATER_HINT=Ignora e chiedi di nuovo in futuro
IDS_RULE_APPLY_2=Applica "%s" per l'applicazione
IDS_EDITRULES=Modifica regole
IDS_TAB_APPS=Applicazioni
IDS_TAB_SERVICES=Servizi
IDS_TAB_PACKAGES=App UWP
IDS_TAB_NETWORK=Connessioni
IDS_STATE=Stato
IDS_STATUS_FILTERS_ACTIVE=I filtri sono attivi
IDS_STATUS_FILTERS_INACTIVE=I filtri non sono attivi!
IDS_STATUS_FILTERS_PROCESSING=Applicazione filtri
IDS_HIGHLIGHT_CONNECTION=Ci sono connessioni di rete
IDS_SHOWINLIST=Visualizza nell'elenco
IDS_BLOCKLIST_SPY=Server telemetria Microsoft
IDS_BLOCKLIST_UPDATE=Aggiornamento Microsoft
IDS_BLOCKLIST_EXTRA=Applicazioni Microsoft
IDS_PORT=Porta
IDS_NOTIFY_TITLE=Avviso di rete
IDS_NOTIFY_HEADER=La connessione è stata bloccata
IDS_DISABLE=Disabilita
IDS_TITLE_SECURITY=Sicurezza
IDS_LOGVIEWER_HINT=Applicazione visualizzazione registro eventi
IDS_NOTIFICATIONONTRAY_CHK=Visualizza finestra notifica barra sistema
IDS_NETWORK_CLOSE=Chiudi connessione
IDS_RULE_BLOCKOUTBOUND=Blocca connessioni in uscita per tutto
IDS_RULE_BLOCKINBOUND=Blocca connessioni in entrata per tutto
IDS_VIEW_ICON=Icone
IDS_VIEW_DETAILS=Dettagli
IDS_VIEW_TILE=Tessere
IDS_RULE_HINT=Lasciando i campi vuoti la regola sarà applicata per qualsiasi indirizzo e porta.
IDS_RULE_APPS_HINT=Se nessuna applicazione è selezionata la regola sarà applicata per tutte le applicazioni.
IDS_STATUS_FILTERS_ACTIVE_TEMP=I filtri sono abilitati fino al prossimo riavvio.
IDS_INSTALL_PERMANENT=Regole permanenti. Funzionano fino a quando non sono disabilitate manualmente.
IDS_INSTALL_TEMPORARY=Regole temporanee. Sono disabilitate dopo un riavvio.
IDS_ENABLEUILOG_CHK=Abilita interfaccia registrazione eventi pacchetti
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Abilita modalità silenziosa per app a schermo intero in primo piano
IDS_TITLE_TRAY=Icona nella barra sistema
IDS_TRAYICONSINGLECLICK_CHK=Singolo clic sull'icona nella barra sistema per aprire
IDS_ENABLE_APP_CHK=Abilita accesso rete
IDS_APP_HINT=Non è necessario impostare regole permissive per applicazioni per le quali l'accesso ad internet è già abilitato.
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=Conferma quando si autorizza l'applicazione
IDS_QUESTION_ALLOW=Sei sicuro di voler abilitare l'accesso completo a internet per questa applicazione?
IDS_SHOWSEARCHBAR_CHK=Visualizza barra ricerca
IDS_LAYER=Livello
IDS_RULE_ALLOWWINDOWSUPDATE=Consenti Windows Update
IDS_ACTION_TERMINATE_HINT=Termina processo
IDS_PROFILE_TYPE=Tipo profilo
IDS_USEAPPMONITOR_CHK=Monitoraggio modifiche app
IDS_DISABLEREMOVAL=Disabilita rimozione
IDS_USEHASHES_CHK=Controllare checksum SHA-256 delle applicazioni
IDS_COMMENT=Commenti
IDS_USEDARKTHEME=Usa tema scuro
IDS_KEEPUNUSED_CHK=Mantieni applicazioni non usate
IDS_UPDATE_NO=Nessun aggiornamento disponibile.
IDS_UPDATE_YES=Aggiornamento disponibile, vuoi scaricarlo ed installarlo?
